Repository: xcv58/MacTools
Catalog: Plugins/SystemData/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# badge.manual
source: 仅供参考
ar: للمرجع فقط
de: Nur zur Referenz
en: Reference only
es: Solo referencia
fr: À titre indicatif
ja: 参考情報のみ
ko: 참고 전용
pt: Somente referência
ru: Только для справки
tr: Yalnızca referans
zh_hant: 僅供參考

# badge.review
source: 需审阅
ar: المراجعة أولاً
de: Zuerst prüfen
en: Review first
es: Revisar primero
fr: À examiner d'abord
ja: 先に確認
ko: 먼저 검토
pt: Revisar primeiro
ru: Сначала проверьте
tr: Önce inceleyin
zh_hant: 需審閱

# badge.safe
source: 可再生
ar: قابل لإعادة التوليد
de: Regenerierbar
en: Regenerable
es: Regenerable
fr: Régénérable
ja: 再生成可能
ko: 재생성 가능
pt: Regenerável
ru: Можно воссоздать
tr: Yeniden üretilebilir

# group.ai
source: AI 模型
ar: نماذج الذكاء الاصطناعي
de: KI-Modelle
en: AI Models
es: Modelos de IA
fr: Modèles d'IA
ja: AI モデル
ko: AI 모델
pt: Modelos de IA
ru: Модели ИИ
tr: Yapay Zekâ Modelleri

# group.appdata
source: 应用数据
ar: بيانات التطبيقات
de: App-Daten
en: App Data
es: Datos de aplicaciones
fr: Données des applications
ja: アプリケーションデータ
ko: 앱 데이터
pt: Dados de apps
ru: Данные приложений
tr: Uygulama Verileri
zh_hant: 應用程式資料

# group.backups
source: iOS 设备备份
ar: نسخ iOS الاحتياطية
de: iOS-Backups
en: iOS Backups
es: Copias de seguridad de iOS
fr: Sauvegardes iOS
ja: iOS バックアップ
ko: iOS 백업
pt: Backups do iOS
ru: Резервные копии iOS
tr: iOS Yedekleri
zh_hant: iOS 備份

# group.developer
source: 开发工具数据
ar: بيانات أدوات المطوّرين
de: Entwicklertools-Daten
en: Developer Tool Data
es: Datos de herramientas de desarrollo
fr: Données des outils de développement
ja: 開発ツールのデータ
ko: 개발 도구 데이터
pt: Dados de ferramentas de desenvolvimento
ru: Данные инструментов разработки
tr: Geliştirici Aracı Verileri
zh_hant: 開發工具資料

# group.docker
source: 容器与虚拟机
ar: الحاويات والآلات الافتراضية
de: Container & VMs
en: Containers & VMs
es: Contenedores y máquinas virtuales
fr: Conteneurs et machines virtuelles
ja: コンテナと仮想マシン
ko: 컨테이너 및 가상 머신
pt: Contêineres e máquinas virtuais
ru: Контейнеры и виртуальные машины
tr: Konteynerler ve Sanal Makineler
zh_hant: 容器與虛擬機

# group.im
source: IM 聊天工具
ar: محادثات المراسلة
de: IM-Chats
en: IM Chats
es: Chats de mensajería
fr: Discussions de messagerie
ja: IM チャット
ko: IM 채팅
pt: Conversas de mensagens
ru: Чаты мессенджеров
tr: Anlık Mesaj Sohbetleri

# group.logs
source: 日志与诊断
ar: السجلات والتشخيص
de: Protokolle & Diagnose
en: Logs & Diagnostics
es: Registros y diagnóstico
fr: Journaux et diagnostics
ja: ログと診断
ko: 로그 및 진단
pt: Logs e diagnóstico
ru: Журналы и диагностика
tr: Günlükler ve Tanılama
zh_hant: 日誌與診斷

# group.system
source: 系统
ar: النظام
de: System
en: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt: Sistema
ru: Система
tr: Sistem
zh_hant: 系統

# group.xcode
source: Xcode 与模拟器
ar: Xcode والمحاكيات
de: Xcode & Simulatoren
en: Xcode & Simulators
es: Xcode y simuladores
fr: Xcode et simulateurs
ja: Xcode とシミュレーター
ko: Xcode 및 시뮬레이터
pt: Xcode e simuladores
ru: Xcode и симуляторы
tr: Xcode ve Simülatörler
zh_hant: Xcode 與模擬器

# item.absent
source: 未发现
ar: غير موجود
de: Nicht gefunden
en: Not found
es: No encontrado
fr: Introuvable
ja: 見つかりません
ko: 찾을 수 없음
pt: Não encontrado
ru: Не найдено
tr: Bulunamadı
zh_hant: 未找到

# item.backups.mobilesync
source: 设备备份
ar: نسخ الأجهزة الاحتياطية
de: Geräte-Backups
en: Device Backups
es: Copias de seguridad de dispositivos
fr: Sauvegardes des appareils
ja: デバイスのバックアップ
ko: 장치 백업
pt: Backups de dispositivos
ru: Резервные копии устройств
tr: Cihaz Yedekleri
zh_hant: 裝置備份

# item.caches.user
source: 用户缓存
ar: كاش المستخدم
de: Benutzer-Caches
en: User Caches
es: Cachés de usuario
fr: Caches utilisateur
ja: ユーザーキャッシュ
ko: 사용자 캐시
pt: Caches do usuário
ru: Кэш пользователя
tr: Kullanıcı Önbellekleri
zh_hant: 使用者快取

# item.copyPath
source: 复制路径
ar: نسخ المسار
de: Pfad kopieren
en: Copy Path
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
ko: 경로 복사
pt: Copiar caminho
ru: Копировать путь
tr: Yolu Kopyala
zh_hant: 複製路徑

# item.developer.gomod
source: Go 模块
ar: وحدات Go
de: Go-Module
en: Go Modules
es: Módulos de Go
fr: Modules Go
ja: Go モジュール
ko: Go 모듈
pt: Módulos do Go
ru: Модули Go
tr: Go Modülleri
zh_hant: Go 模組

# item.developer.gradle
source: Gradle 缓存
ar: ذاكرة Gradle المؤقتة
de: Gradle-Cache
en: Gradle Cache
es: Caché de Gradle
fr: Cache Gradle
ja: Gradle キャッシュ
ko: Gradle 캐시
pt: Cache do Gradle
ru: Кэш Gradle
tr: Gradle Önbelleği
zh_hant: Gradle 快取

# item.developer.maven
source: Maven 仓库
ar: مستودع Maven
de: Maven-Repository
en: Maven Repository
es: Repositorio de Maven
fr: Dépôt Maven
ja: Maven リポジトリ
ko: Maven 저장소
pt: Repositório do Maven
ru: Репозиторий Maven
tr: Maven Deposu
zh_hant: Maven 儲存庫

# item.developer.uvcache
source: UV 缓存
ar: ذاكرة UV المؤقتة
de: UV-Cache
en: UV Cache
es: Caché de UV
fr: Cache UV
ja: UV キャッシュ
ko: UV 캐시
pt: Cache do UV
ru: Кэш UV
tr: UV Önbelleği
zh_hant: UV 快取

# item.im.wechat
source: 微信
ar: WeChat
de: WeChat
en: WeChat
es: WeChat
fr: WeChat
ja: WeChat
ko: WeChat
pt: WeChat
ru: WeChat
tr: WeChat

# item.im.wecom
source: 企业微信
ar: WeCom
de: WeCom
en: WeCom
es: WeCom
fr: WeCom
ja: WeCom
ko: WeCom
pt: WeCom
ru: WeCom
tr: WeCom
zh_hant: 企業微信

# item.logs.system
source: 系统与应用日志
ar: سجلات النظام والتطبيقات
de: System- & App-Protokolle
en: System & App Logs
es: Registros del sistema y de las apps
fr: Journaux du système et des applications
ja: システムとアプリのログ
ko: 시스템 및 앱 로그
pt: Logs do sistema e dos apps
ru: Журналы системы и приложений
tr: Sistem ve Uygulama Günlükleri
zh_hant: 系統與應用程式日誌

# item.logs.user
source: 用户日志
ar: سجلات المستخدم
de: Benutzerprotokolle
en: User Logs
es: Registros de usuario
fr: Journaux utilisateur
ja: ユーザーログ
ko: 사용자 로그
pt: Logs do usuário
ru: Журналы пользователя
tr: Kullanıcı Günlükleri
zh_hant: 使用者日誌

# item.otherFiles
source: 其他文件
ar: ملفات أخرى
de: Weitere Dateien
en: Other Files
es: Otros archivos
fr: Autres fichiers
ja: その他のファイル
ko: 기타 파일
pt: Outros arquivos
ru: Другие файлы
tr: Diğer Dosyalar
zh_hant: 其他檔案

# item.remaining
source: 其余项目
ar: العناصر المتبقية
de: Verbleibende Elemente
en: Remaining Items
es: Elementos restantes
fr: Éléments restants
ja: 残りの項目
ko: 나머지 항목
pt: Itens restantes
ru: Оставшиеся элементы
tr: Kalan Öğeler
zh_hant: 其餘項目

# item.reveal
source: 在 Finder 中显示
ar: إظهار في Finder
de: Im Finder anzeigen
en: Reveal in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finder で表示
ko: Finder에서 보기
pt: Mostrar no Finder
ru: Показать в Finder
tr: Finder'da Göster
zh_hant: 在 Finder 中顯示

# item.system.commandLineTools
source: 命令行工具
ar: أدوات سطر الأوامر
de: Kommandozeilenwerkzeuge
en: Command Line Tools
es: Herramientas de la línea de comandos
fr: Outils en ligne de commande
ja: コマンドラインツール
ko: 명령줄 도구
pt: Ferramentas de linha de comandos
ru: Инструменты командной строки
tr: Komut Satırı Araçları
zh_hant: 命令列工具

# item.system.libraryCaches
source: 系统应用缓存
ar: كاش تطبيقات النظام
de: System-App-Caches
en: System App Caches
es: Cachés de apps del sistema
fr: Caches des applications système
ja: システムアプリのキャッシュ
ko: 시스템 앱 캐시
pt: Caches de apps do sistema
ru: Кэш системных приложений
tr: Sistem Uygulama Önbellekleri
zh_hant: 系統應用程式快取

# item.system.varLog
source: 系统日志
ar: سجلات النظام
de: Systemprotokolle
en: System Logs
es: Registros del sistema
fr: Journaux système
ja: システムログ
ko: 시스템 로그
pt: Logs do sistema
ru: Системные журналы
tr: Sistem Günlükleri
zh_hant: 系統日誌

# item.temporary.varfolders
source: 系统临时目录
ar: مجلد النظام المؤقت
de: Systemordner für temporäre Dateien
en: System Temporary Folder
es: Carpeta temporal del sistema
fr: Dossier temporaire du système
ja: システム一時フォルダー
ko: 시스템 임시 폴더
pt: Pasta temporária do sistema
ru: Системная временная папка
tr: Sistem Geçici Klasörü
zh_hant: 系統暫存資料夾

# item.trash.home
source: 废纸篓
ar: سلة المهملات
de: Papierkorb
en: Trash
es: Papelera
fr: Corbeille
ja: ゴミ箱
ko: 휴지통
pt: Lixeira
ru: Корзина
tr: Çöp Kutusu
zh_hant: 垃圾桶

# item.unreadable
source: 无法读取
ar: غير قابل للقراءة
de: Nicht lesbar
en: Unreadable
es: No se puede leer
fr: Illisible
ja: 読み取れません
ko: 읽을 수 없음
pt: Não legível
ru: Нельзя прочитать
tr: Okunamıyor
zh_hant: 無法讀取

# item.unreadableRemaining
source: 其余无法读取项
ar: عناصر غير قابلة للقراءة الأخرى
de: Weitere nicht lesbare Elemente
en: Other Unreadable Items
es: Otros elementos ilegibles
fr: Autres éléments illisibles
ja: その他の読み取れない項目
ko: 기타 읽을 수 없는 항목
pt: Outros itens ilegíveis
ru: Другие непрочитаемые элементы
tr: Diğer Okunamayan Öğeler
zh_hant: 其餘無法讀取項

# item.xcode.archives
source: 归档
ar: الأرشيفات
de: Archive
en: Archives
es: Archivos
fr: Archives
ja: アーカイブ
ko: 보관
pt: Arquivos
ru: Архивы
tr: Arşivler
zh_hant: 封存

# item.xcode.deviceSupport
source: 设备调试符号
ar: رموز تصحيح الأجهزة
de: Geräte-Debugsymbole
en: Device Debug Symbols
es: Símbolos de depuración del dispositivo
fr: Symboles de débogage de l'appareil
ja: デバイスのデバッグシンボル
ko: 장치 디버그 기호
pt: Símbolos de depuração do dispositivo
ru: Отладочные символы устройства
tr: Cihaz Hata Ayıklama Sembolleri
zh_hant: 裝置偵錯符號

# item.xcode.simulatorCaches
source: 模拟器缓存
ar: ذاكرة المحاكي المؤقتة
de: Simulator-Caches
en: Simulator Caches
es: Cachés del simulador
fr: Caches du simulateur
ja: シミュレーターのキャッシュ
ko: 시뮬레이터 캐시
pt: Caches do simulador
ru: Кэш симулятора
tr: Simülatör Önbellekleri
zh_hant: 模擬器快取

# item.xcode.simulatorDevices
source: 模拟器设备
ar: أجهزة المحاكي
de: Simulatorgeräte
en: Simulator Devices
es: Dispositivos del simulador
fr: Appareils du simulateur
ja: シミュレーターのデバイス
ko: 시뮬레이터 장치
pt: Dispositivos do simulador
ru: Устройства симулятора
tr: Simülatör Cihazları
zh_hant: 模擬器裝置

# metadata.description
source: 分类汇总 macOS 系统数据的真实占用，在 Finder 中快速定位
ar: احسب ما تشغله بيانات نظام macOS فعليًا حسب الفئة وحدّده في Finder
de: Zeigt nach Kategorie, wie viel macOS-Systemdaten wirklich belegen, und macht sie im Finder auffindbar
en: Break down what macOS System Data really occupies by category and reveal it in Finder
es: Desglosa lo que ocupa realmente los Datos del sistema de macOS por categoría y los localiza en Finder
fr: Détaille ce que les Données système de macOS occupent réellement par catégorie et les localise dans le Finder
ja: macOS のシステムデータが実際に占める容量をカテゴリ別に示し、Finder で素早く特定できます
ko: macOS 시스템 데이터가 실제로 차지하는 용량을 범주별로 나누어 보여주고 Finder에서 빠르게 찾습니다
pt: Detalha o que os Dados do Sistema do macOS realmente ocupam por categoria e os localiza no Finder
ru: Показывает по категориям, сколько системные данные macOS действительно занимают, и находит их в Finder
tr: macOS Sistem Verilerinin kategoriye göre gerçekten ne kadar yer kapladığını gösterir ve Finder'da bulmanızı sağlar
zh_hant: 分類彙總 macOS 系統資料的真實占用，在 Finder 中快速定位

# metadata.title
source: 系统数据
ar: بيانات النظام
de: Systemdaten
en: System Data
es: Datos del sistema
fr: Données système
ja: システムデータ
ko: 시스템 데이터
pt: Dados do sistema
ru: Системные данные
tr: Sistem Verileri
zh_hant: 系統資料

# panel.action.openDetails
source: 打开完整清单
ar: فتح القائمة الكاملة
de: Vollständige Liste öffnen
en: Open Full List
es: Abrir lista completa
fr: Ouvrir la liste complète
ja: 完全なリストを開く
ko: 전체 목록 열기
pt: Abrir lista completa
ru: Открыть полный список
tr: Tam Listeyi Aç
zh_hant: 開啟完整清單

# panel.action.rescan
source: 重新扫描
ar: إعادة الفحص
de: Erneut scannen
en: Rescan
es: Volver a analizar
fr: Analyser à nouveau
ja: 再スキャン
ko: 다시 스캔
pt: Verificar novamente
ru: Повторное сканирование
tr: Yeniden Tara
zh_hant: 重新掃描

# panel.indicator.scanning
source: 扫描中
ar: جارٍ الفحص
de: Wird gescannt
en: Scanning
es: Analizando
fr: Analyse en cours
ja: スキャン中
ko: 스캔 중
pt: Verificando
ru: Сканирование
tr: Taranıyor
zh_hant: 掃描中

# panel.subtitle.cancelled
source: 扫描已取消
ar: أُلغي الفحص
de: Scan abgebrochen
en: Scan cancelled
es: Análisis cancelado
fr: Analyse annulée
ja: スキャンがキャンセルされました
ko: 스캔이 취소됨
pt: Verificação cancelada
ru: Сканирование отменено
tr: Tarama iptal edildi
zh_hant: 掃描已取消

# panel.subtitle.failed
source: 扫描失败
ar: فشل الفحص
de: Scan fehlgeschlagen
en: Scan failed
es: Error de análisis
fr: Échec de l'analyse
ja: スキャンに失敗しました
ko: 스캔 실패
pt: Falha na verificação
ru: Ошибка сканирования
tr: Tarama başarısız
zh_hant: 掃描失敗

# panel.subtitle.idle
source: 尚未扫描
ar: لم يتم الفحص بعد
de: Noch nicht gescannt
en: Not scanned yet
es: Aún no se ha analizado
fr: Pas encore analysé
ja: まだスキャンしていません
ko: 아직 스캔하지 않음
pt: Ainda não verificado
ru: Ещё не сканировалось
tr: Henüz taranmadı
zh_hant: 尚未掃描

# panel.subtitle.progress
source: %d/%d 项
ar: %d/%d أماكن
de: %d/%d Orte
en: %d/%d places
es: %d/%d lugares
fr: %d/%d emplacements
ja: %d/%d か所
ko: %d/%d개 항목
pt: %d/%d lugares
ru: %d/%d мест
tr: %d/%d konu
zh_hant: %d/%d 項

# panel.subtitle.summary
source: 总计 %@ · 可用 %@
ar: الإجمالي %@ · المتاح %@
de: %@ gesamt · %@ frei
en: %@ total · %@ free
es: %@ en total · %@ libres
fr: %@ au total · %@ libres
ja: 合計 %@ · 空き %@
ko: 총 %@ · 사용 가능 %@
pt: %@ no total · %@ livres
ru: Всего %@ · свободно %@
tr: %@ toplam · %@ boş
zh_hant: 總計 %@ · 可用 %@

# permission.fullDiskAccess.description
source: 统计受保护的应用容器（如聊天记录）需要此权限；未授权时相关条目显示为无法读取。
ar: مطلوب لقياس حاويات التطبيقات المحمية مثل سجلات المحادثات؛ بدونها تظهر هذه العناصر كغير قابلة للقراءة.
de: Erforderlich, um geschützte App-Container wie Chatverläufe zu messen; ohne sie werden diese Einträge als nicht lesbar angezeigt.
en: Required to measure protected app containers such as chat histories; without it those entries show as unreadable.
es: Necesario para medir contenedores de apps protegidos como los historiales de chat; sin él, esas entradas aparecen como ilegibles.
fr: Nécessaire pour mesurer les conteneurs d'applications protégés comme les historiques de discussion ; sans cela, ces entrées s'affichent comme illisibles.
ja: チャット履歴などの保護されたアプリコンテナを計測するために必要です。権限がないとこれらの項目は読み取れないと表示されます。
ko: 채팅 기록 등 보호된 앱 컨테이너를 측정하려면 필요합니다. 없으면 해당 항목이 읽을 수 없음으로 표시됩니다.
pt: Necessário para medir contêineres de apps protegidos, como históricos de conversas; sem ele, essas entradas aparecem como ilegíveis.
ru: Требуется для измерения защищённых контейнеров приложений, таких как история чатов; без него эти записи отображаются как непрочитаемые.
tr: Sohbet geçmişi gibi korumalı uygulama kapsayıcılarını ölçmek için gereklidir; olmadan bu öğeler okunamıyor olarak gösterilir.
zh_hant: 統計受保護的應用程式容器（如聊天記錄）需要此權限；未授權時相關條目顯示為無法讀取。

# permission.fullDiskAccess.footnote
source: 授权后重新扫描，受保护的位置才会计入统计。
ar: أعد الفحص بعد المنع حتى تشملها المواقع المحمية.
de: Nach dem Erteilen neu scannen, damit geschützte Orte einbezogen werden.
en: Rescan after granting so protected locations are included.
es: Vuelve a analizar tras concederlo para incluir las ubicaciones protegidas.
fr: Relancez l'analyse après l'autorisation pour inclure les emplacements protégés.
ja: 許可後に再スキャンすると、保護された場所も含まれます。
ko: 승인 후 다시 스캔하면 보호된 위치도 포함됩니다.
pt: Verifique novamente após conceder para incluir os locais protegidos.
ru: Повторите сканирование после выдачи разрешения, чтобы включить защищённые места.
tr: Verildikten sonra yeniden tarayın; korumalı konumlar da dahil edilsin.
zh_hant: 授權後重新掃描，受保護的位置才會計入統計。

# permission.fullDiskAccess.title
source: 完全磁盘访问
ar: الوصول الكامل إلى القرص
de: Vollzugriff auf die Festplatte
en: Full Disk Access
es: Acceso completo al disco
fr: Accès complet au disque
ja: フルディスクアクセス
ko: 전체 디스크 접근
pt: Acesso total ao disco
ru: Полный доступ к диску
tr: Tam Disk Erişimi
zh_hant: 完整磁碟存取

# settings.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# settings.collapseAll
source: 折叠所有
ar: طي الكل
de: Alle einklappen
en: Collapse All
es: Contraer todo
fr: Tout replier
ja: すべて折りたたむ
ko: 모두 접기
pt: Recolher tudo
ru: Свернуть все
tr: Tümünü Daralt
zh_hant: 收合所有

# settings.expandAll
source: 展开所有
ar: توسيع الكل
de: Alle ausklappen
en: Expand All
es: Expandir todo
fr: Tout déplier
ja: すべて展開
ko: 모두 펼치기
pt: Expandir tudo
ru: Развернуть все
tr: Tümünü Genişlet
zh_hant: 展開所有

# settings.group.empty
source: 未发现相关文件
ar: لا يوجد شيء
de: Nichts gefunden
en: Nothing found
es: No se encontró nada
fr: Rien trouvé
ja: 何も見つかりません
ko: 찾은 항목 없음
pt: Nada encontrado
ru: Ничего не найдено
tr: Hiçbir şey bulunamadı
zh_hant: 未發現相關檔案

# settings.refresh
source: 刷新
ar: تحديث
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
pt: Atualizar
ru: Обновить
tr: Yenile
zh_hant: 重新整理

# settings.scopeNote
source: 受系统保护的位置（应用容器、邮件等）不在统计范围内。
ar: المواقع المحمية (حاويات التطبيقات والبريد وما شابهه) غير مدرجة.
de: Geschützte Orte (App-Container, Mail und Ähnliches) sind nicht enthalten.
en: Protected locations (app containers, Mail, and similar) are not included.
es: Las ubicaciones protegidas (contenedores de apps, Mail y similares) no están incluidas.
fr: Les emplacements protégés (conteneurs d'applications, Mail et similaires) ne sont pas inclus.
ja: 保護された場所（アプリコンテナ、メールなど）は含まれません。
ko: 보호된 위치(앱 컨테이너, 메일 등)는 포함되지 않습니다.
pt: Os locais protegidos (contêineres de apps, Mail e similares) não estão incluídos.
ru: Защищённые места (контейнеры приложений, Mail и подобные) не включены.
tr: Korumalı konumlar (uygulama kapsayıcıları, Mail ve benzeri) dahil edilmez.
zh_hant: 受系統保護的位置（應用程式容器、郵件等）不在統計範圍內。

# settings.showAllItems
source: 显示所有条目
ar: إظهار كل العناصر
de: Alle Elemente anzeigen
en: Show All Items
es: Mostrar todos los elementos
fr: Afficher tous les éléments
ja: すべての項目を表示
ko: 모든 항목 표시
pt: Mostrar todos os itens
ru: Показать все элементы
tr: Tüm Öğeleri Göster
zh_hant: 顯示所有項目

# settings.showAllItems.description
source: 关闭时隐藏未发现的条目。
ar: عند الإخفاء، تُخفى العناصر غير الموجودة.
de: Aus blendet nicht gefundene Elemente aus.
en: Off hides items that were not found.
es: Desactivado oculta los elementos no encontrados.
fr: Désactivé masque les éléments introuvables.
ja: オフにすると見つからなかった項目を非表示にします。
ko: 끄면 찾지 못한 항목을 숨깁니다.
pt: Desativado oculta itens não encontrados.
ru: Выкл. скрывает ненайденные элементы.
tr: Kapalıyken bulunamayan öğeler gizlenir.
zh_hant: 關閉時隱藏未找到的項目。

# status.cancelled
source: 扫描已取消
ar: أُلغي الفحص
de: Scan abgebrochen
en: Scan cancelled
es: Análisis cancelado
fr: Analyse annulée
ja: スキャンがキャンセルされました
ko: 스캔이 취소됨
pt: Verificação cancelada
ru: Сканирование отменено
tr: Tarama iptal edildi
zh_hant: 掃描已取消

# status.completed
source: 扫描完成
ar: اكتمل الفحص
de: Scan abgeschlossen
en: Scan complete
es: Análisis completado
fr: Analyse terminée
ja: スキャン完了
ko: 스캔 완료
pt: Verificação concluída
ru: Сканирование завершено
tr: Tarama tamamlandı
zh_hant: 掃描完成

# status.completedAt
source: 扫描完成 · %@
ar: تم الفحص · %@
de: Gescannt · %@
en: Scanned · %@
es: Analizado · %@
fr: Analysé · %@
ja: スキャン済み · %@
ko: 스캔됨 · %@
pt: Verificado · %@
ru: Сканировано · %@
tr: Taranan · %@
zh_hant: 掃描完成 · %@

# status.failed
source: 扫描失败
ar: فشل الفحص
de: Scan fehlgeschlagen
en: Scan failed
es: Error de análisis
fr: Échec de l'analyse
ja: スキャンに失敗しました
ko: 스캔 실패
pt: Falha na verificação
ru: Ошибка сканирования
tr: Tarama başarısız
zh_hant: 掃描失敗

# status.idle
source: 尚未扫描
ar: لم يتم الفحص بعد
de: Noch nicht gescannt
en: Not scanned yet
es: Aún no se ha analizado
fr: Pas encore analysé
ja: まだスキャンしていません
ko: 아직 스캔하지 않음
pt: Ainda não verificado
ru: Ещё не сканировалось
tr: Henüz taranmadı
zh_hant: 尚未掃描

# status.scanning
source: 正在扫描 %d/%d 项…
ar: جارٍ فحص %d/%d أماكن…
de: %d/%d Orte werden gescannt…
en: Scanning %d/%d places…
es: Analizando %d/%d lugares…
fr: Analyse de %d/%d emplacements…
ja: %d/%d か所をスキャン中…
ko: %d/%d개 항목 스캔 중…
pt: Verificando %d/%d lugares…
ru: Сканирование %d/%d мест…
tr: %d/%d konu taranıyor…
zh_hant: 正在掃描 %d/%d 項…

# summary.capacity
source: 磁盘容量
ar: سعة القرص
de: Festplattenkapazität
en: Disk capacity
es: Capacidad del disco
fr: Capacité du disque
ja: ディスク容量
ko: 디스크 용량
pt: Capacidade do disco
ru: Ёмкость диска
tr: Disk Kapasitesi
zh_hant: 磁碟容量

# summary.free
source: 可用空间
ar: المساحة الحرة
de: Freier Speicher
en: Free space
es: Espacio libre
fr: Espace libre
ja: 空き容量
ko: 사용 가능 공간
pt: Espaço livre
ru: Свободное место
tr: Boş Alan
zh_hant: 可用空間

# summary.scannedAt
source: 上次扫描 %@
ar: آخر فحص %@
de: Letzter Scan %@
en: Last scan %@
es: Último análisis %@
fr: Dernière analyse %@
ja: 最終スキャン %@
ko: 마지막 스캔 %@
pt: Última verificação %@
ru: Последнее сканирование %@
tr: Son tarama %@
zh_hant: 上次掃描 %@

# summary.total
source: 系统数据合计
ar: إجمالي بيانات النظام
de: Systemdaten gesamt
en: System Data total
es: Total de datos del sistema
fr: Total des données système
ja: システムデータ合計
ko: 시스템 데이터 합계
pt: Total de dados do sistema
ru: Итого системные данные
tr: Sistem Verileri toplamı
zh_hant: 系統資料合計

# widget.caption.available
source: 可用 %@
ar: %@ متاح
de: %@ frei
en: %@ free
es: %@ libres
fr: %@ libres
ja: 空き %@
ko: 사용 가능 %@
pt: %@ livres
ru: свободно %@
tr: %@ boş

# widget.caption.capacity
source: 容量 %@
ar: السعة %@
de: Kapazität %@
en: %@ capacity
es: Capacidad %@
fr: Capacité %@
ko: 용량 %@
pt: Capacidade %@
ru: Ёмкость %@
tr: Kapasite %@

# widget.caption.idle
source: 等待扫描…
ar: في انتظار الفحص…
de: Warten auf Scan…
en: Waiting for scan…
es: Esperando análisis…
fr: En attente d'analyse…
ja: スキャン待ち…
ko: 스캔 대기 중…
pt: Aguardando verificação…
ru: Ожидание сканирования…
tr: Tarama bekleniyor…
zh_hant: 等待掃描…

# widget.caption.updated
source: 更新于 %@
ar: حُدّث %@
de: Aktualisiert %@
en: Updated %@
es: Actualizado %@
fr: Mis à jour %@
ja: 更新 %@
ko: 업데이트됨 %@
pt: Atualizado %@
ru: Обновлено %@
tr: Güncellendi %@
zh_hant: 更新於 %@

# widget.detail.capacity
source: 容量 %@
ar: السعة %@
de: Kapazität %@
en: %@ capacity
es: Capacidad %@
fr: Capacité %@
ko: 용량 %@
pt: Capacidade %@
ru: Ёмкость %@
tr: Kapasite %@

# widget.detail.free
source: 可用 %@
ar: %@ متاح
de: %@ frei
en: %@ free
es: %@ libres
fr: %@ libres
ja: 空き %@
ko: 사용 가능 %@
pt: %@ livres
ru: свободно %@
tr: %@ boş

# widget.detail.openSettings
source: 打开完整清单
ar: فتح القائمة الكاملة
de: Vollständige Liste öffnen
en: Open Full List
es: Abrir lista completa
fr: Ouvrir la liste complète
ja: 完全なリストを開く
ko: 전체 목록 열기
pt: Abrir lista completa
ru: Открыть полный список
tr: Tam Listeyi Aç
zh_hant: 開啟完整清單

# widget.detail.title
source: 分类占用
ar: الاستخدام حسب الفئة
de: Nutzung nach Kategorie
en: Usage by Category
es: Uso por categoría
fr: Utilisation par catégorie
ja: カテゴリ別の使用状況
ko: 범주별 사용량
pt: Uso por categoria
ru: Использование по категориям
tr: Kategoriye Göre Kullanım
zh_hant: 分類占用

# widget.detail.total
source: 合计 %@
ar: الإجمالي %@
de: %@ gesamt
en: %@ total
es: %@ en total
fr: %@ au total
ja: 合計 %@
ko: 총 %@
pt: %@ no total
ru: всего %@
tr: %@ toplam
zh_hant: 合計 %@

# item.im.zhenglianxun
source: 证联讯
zh_hant: 證聯訊
